package me.likeavitoapp


// - сделать кастомный тулбар для полей ввода

// - сделать тестовый бэкенд сервис

// - добавить картинки товаров в моки

// - добавить запуск сценариев в демо режиме
// (Начать с начала, Авторизация, Установка фильтра, Поиск, Покупка товара)

// -> добавить выбор пункта выдачи на карте

// - добавить создание собственного заказа

// - выровнять сообщения чтобы последнее было приклеено к низу

// - добавить индикаторы о новых сообщениях
// 1. на таб профиля,
// 3. на заказ с чатом в корзине,
// 4. на детали объявления


