package me.likeavitoapp


// - показать сделанные заказ (название, дата, переход на страницу закрытого объявления, доставлено ли, чат тот же что и в объявлении)

// - показать ленту заказов на экране покупок (название, фото, дата, доставлено ли), переход на экран заказа

// - сделать кастомный тулбар для полей ввода

// - добавить превью чата на экран объявления и заказа, кнопка перехлда и индикатор новых сообщений

// - починить панель выбора категорий на главной странице

// - реализовать поиск по фильтру